---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SectionTag
source: html/e180d6f7-3f0b-f84c-28c1-fb21e59942e1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SectionTag Property

"Section Tag"

## Syntax (C#)
```csharp
public static ForgeTypeId SectionTag { get; }
```